{
    "IPS": [
        "Analiza i planiranje poslovanja",
        "Nabava i ulazna logistika",
        "Proizvodnja",
        "Prodaja i izlazna logistika",
        "Računovodstvo i upravljanje financijama poduzeća",
        "Upravljanje ljudskim resursima",
        "Upravljanje trajnom poslovnom imovinom"
    ],
    "MODULI": {
        "Analiza i planiranje poslovanja": [
            "Strateško Planiranje Poslovanja",
            "Analitika i planiranje rada zaposlenika",
            "Operativna analitika poslovanja",
            "Financijska analitika i planiranje"
        ],
        "Nabava i ulazna logistika": [
            "Priprema nabave i naloga za nabavu",
            "Suradnja s dobavljacima",
            "Upravljanje zalihama i skladisnim poslovanjem",
            "Ulazna logistika"
        ],
        "Proizvodnja": [
            "Upravljanje Proizvodnjom",
            "Planiranje i priprema proizvodnje",
            "Upravljanje kvalitetom i razvojem proizvoda"
        ],
        "Prodaja i izlazna logistika": [
            "Upravljanje narudžbama u prodaji",
            "Upravljanje izlaznom logistikom i transportom",
            "Potpora poslijeprodajnim uslugama",
            "Pružanje strućnih savjeta i usluga",
            "Poticanje na kupnju i sofisticirani oblici prodaje"
        ],
        "Računovodstvo i upravljanje financijama poduzeća": [
            "Glavna knjiga",
            "Analiticko knjigovodstvo i ostale poslovne knjige"
        ],
        "Upravljanje ljudskim resursima": [
            "Upravljanje talentima i razvoj ljudskih potencijala",
            "Upravljanje radnim i poslovnim procesima ljudi"
        ],
        "Upravljanje trajnom poslovnom imovinom": [
            "Tehničko upravljanje i održavanje TPI-a",
            "Upravljanje portfeljem TPI-a",
            "Pribavljanje i deaktiviranje TPI-a"
        ]
    },
    "PODMODULI": {
        "Analiticko knjigovodstvo i ostale poslovne knjige": [
            "Modul racunovodstvenog pracenja dugotrajne imovine",
            "Modul racunovodstvenog pracenja zaliha sirovina i materijala",
            "Modul obracuna placa djelatnika",
            "Modul racunovodstvenog pracenja proizvodnje i zaliha gotovih proizvoda",
            "Modul racunovodstvenog pracenja zaliha trgovacke robe"
        ]
    },
    "APLIKACIJE": {
        "Strateško Planiranje Poslovanja": [
            "Uskladivanje s pravnom regulativom i standardima struke",
            "Opce stratesko planiranje",
            "Stratesko financijsko planiranje",
            "Planiranje unutarnjih ulaganja (investicija)",
            "Planiranje vanjskih ulaganja (investicija)"
        ],
        "Analitika i planiranje rada zaposlenika": [
            "Planiranje potreba za zaposljavanjem",
            "Planiranje troskova rada",
            "Analitika i mjerenje procesa upravljanja ljudskim resursima",
            "Analitika za potrebe upravljanja talentima"
        ],
        "Operativna analitika poslovanja": [
            "Analitika nabave",
            "Analitika zaliha i skladisnog poslovanja",
            "Analitika proizvodnje",
            "Analitika transporta",
            "Analitika prodaje",
            "Analitika usluga pruzanih klijentima",
            "Analitika upravljanja kvalitetom"
        ],
        "Financijska analitika i planiranje": [
            "Financijsko i upravljacko izvjestavanje",
            "Financijsko planiranje, budzetiranje i predvidanje",
            "Analitika profitabilnosti",
            "Analitika troskova proizvoda i usluga",
            "Analitika ponasanja prilikom placanja"
        ],
        "Priprema nabave i naloga za nabavu": [
            "Analiza potreba u potrosnim dobrima",
            "Konsolidacija potreba u potrosnim dobrima i planiranje nabave",
            "Priprema naloga za nabavu potrosnih dobara"
        ],
        "Suradnja s dobavljacima": [
            "Uspostavljanje i razvoj suradnje s dobavljacima",
            "Organizacija drazbe i prikupljanje ponuda",
            "Izrada narudzbe za nabavu",
            "Potvrda narudzbe",
            "Obrada ulaznih racuna"
        ],
        "Upravljanje zalihama i skladisnim poslovanjem": [
            "Prijam i kontrola ulaza potrosnih dobara",
            "Pracenje zaliha i upravljanje skladistem",
            "Izlaz dobara iz skladista"
        ],
        "Ulazna logistika": [
            "Utvrdivanje redoslijeda dostava",
            "Prihvat isporuka",
            "Obrada dostavne i transportne dokumentacije"
        ],
        "Upravljanje Proizvodnjom": [
            "Upravljanje zlihama u proizvodnji",
            "Upravljanje proizvodnim procesima"
        ],
        "Planiranje i priprema proizvodnje": [
            "Izrada glavnog plana proizvodnje",
            "Signal s trzista",
            "Kombinacija"
        ],
        "Upravljanje kvalitetom i razvojem proizvoda": [
            "Upravljanje kvalitetom",
            "Razvoj novih proizvoda"
        ],
        "Upravljanje narudžbama u prodaji": [
            "Upravljanje profilima klijenata",
            "Organizacija i upravljanje aukcijama",
            "Obrada upita klijenata",
            "Podnosenje konkretnih ponuda",
            "Upravljanje kupoprodajnim ugovorima",
            "Fakturiranje",
            "Upravljanje povraton ambalazom"
        ],
        "Upravljanje izlaznom logistikom i transportom": [
            "Upravljanje zalihama i skladistenjem gotovih proizvoda",
            "Upravljanje isporukom",
            "Upravljanje transportom"
        ],
        "Potpora poslijeprodajnim uslugama": [
            "Rjesavanje reklamacije kupaca",
            "Evidencija intervencija u jamstvenom roku",
            "Potpora uslugama odrzavanja i popravaka nakon isteka jamstvenog roka",
            "Potpora uslugama nadogradnje i prosirenja funckionalnosti"
        ],
        "Pružanje strućnih savjeta i usluga": [
            "Strucno savjetovanje",
            "Obrazovanje i uvjezbavanje korisnika"
        ],
        "Poticanje na kupnju i sofisticirani oblici prodaje": [
            "Planiranje akcija poticanja na kupnju",
            "Potpora akcijama poticanja na kupnju",
            "Potpora sofisticiranim oblicima prodaje"
        ],
        "Glavna knjiga": [
            "Obrada knjigovodstvenih isprava poduzeca",
            "Kontrolni postupci na razini glavne knjige",
            "izvjestavanje iz glavne knjige"
        ],
        "Modul racunovodstvenog pracenja dugotrajne imovine": [
            "Knjiga inventara",
            "Analiticko knjigovodstvo dugotrajne imovine",
            "Kontrola poslovanja s dugotrajnom imovinom",
            "Izvjestavanje o dugotrajnoj imovini"
        ],
        "Modul racunovodstvenog pracenja zaliha sirovina i materijala": [
            "Evidencija zaliha sirovina i materijala u poslovnim knjigama",
            "Kontrola materijalnog poslovanja",
            "Izvjestavanje o materijalnom poslovanju"
        ],
        "Modul obracuna placa djelatnika": [
            "Analiticko knjigovodstvo",
            "Kontrolni postupci",
            "Izvjestavanje o troskovima placa"
        ],
        "Modul racunovodstvenog pracenja proizvodnje i zaliha gotovih proizvoda": [
            "Evidencija proizvodnje i zaliha gotovih proizvoda u poslovnim knjigama",
            "Kontrolni postupci na razini proizvodnje i zaliha gotovih proizvoda",
            "Izvjestavanje o proizvodnji i gotovim proizvodima"
        ],
        "Modul racunovodstvenog pracenja zaliha trgovacke robe": [
            "Evidencija trgovacke robe u poslovnim knjigama",
            "Kontrola robnog poslovanja",
            "Izvjestavanje o robnom poslovanju"
        ],
        "Upravljanje talentima i razvoj ljudskih potencijala": [
            "Upravljanje zaposljavanjem",
            "Upravljanje karijerom",
            "Ucenje i uvjezbavanje",
            "Upravljanje ucinkovitoscu zaposlenika",
            "Kompenzacijski menadzment"
        ],
        "Upravljanje radnim i poslovnim procesima ljudi": [
            "Maticna evidencija i administracija zaposlenika",
            "Organizacijsko upravljanje",
            "Upravljanje radnim vremenom",
            "Obracun placa i ostalih naknada za rad"
        ],
        "Tehničko upravljanje i održavanje TPI-a": [
            "Planiranje redovitog, povremenog i prigodnog odrzavanja TPI-a",
            "Planiranje modernizacje TPI-a",
            "Pracenje postupaka odrzavanja i popravaka TPI-a",
            "Pracenje i analiza ukupnih troskova TPI-a"
        ],
        "Upravljanje portfeljem TPI-a": [
            "Pracenje i ocjenjivanje vrijednosti TPI-a",
            "Izvjestavanje o znacajnim obiljezjima TPI-a",
            "Upravljanje odnosima s dobavljacima TPI-a, suvlasnicima i partnerima",
            "Graficko prikazivanje portfelja TPI-a"
        ],
        "Pribavljanje i deaktiviranje TPI-a": [
            "Priprema javnog natjecaja za pribavljanje TPI-a",
            "Provedba javnog natjecaja za pribavljanje TPI-a",
            "Ugovor s odabranim dobavljacima",
            "Otpis dijela vrijednosti TPI-a",
            "Deaktiviranje TPI-a"
        ]
    },
    "OPIS": {
        "Analiza i planiranje poslovanja": "Poslovni ciklus započinje analizom postojećeg (aktualnog) stanja poslovanja i planiranjem budućih poslovnih aktivnosti ovisno o rezultatima provedene analize. Moduli IPS-a analize i poslovanja omogućuju menadžmentu poduzeća da jasno spozna kako ostvariti osnovni strateški cilj - profitabilnost poslovanja te da logično i djelotvorno poveže strateške planove poslovanja s operativnom učinkovitošću poslovanja.",
        "Nabava i ulazna logistika": " Nabava je djelatnost poduzeća i drugih poslovnih sustava koja se brine o opskrbi\n            materijalima, opremom, uslugama i energijom potrebnim za realizaciju ciljeva poslovnog\n            sustava. Nabava u užem smislu podrazumijeva odvijanje operativnih poslova u procesu\n            pribavljanja objekata nabave, dok nabava u širem smislu obuhvaća i strategijske zadatke\n            o kojima ovise i učinci i dobit poslovnog sustava.\n            Poslovna logistika (engl. Business Logistics) obuhvaća sustavno praćenje kretanja roba\n            od dobavljača do potrošača u svrhu ostvarenja ravnomjernog i što boljeg iskorištavanja\n            kapaciteta sredstava i djelatnika u prijevozu, primanju, skladištenju, držanju zaliha i\n            izdavanju robe kao i s njima vezanih procesa pakiranja, označavanja te obrade i tijeka podataka.  ",
        "Proizvodnja": " Informatička potpora proizvodnoj funkciji ostvaruje se putem informacijskog podsustava\n            (IPS) proizvodnje. Osnovni je cilj ovoga podsustava ubrzavanje razvoja i proizvodnje\n            gotovih proizvoda. U tehnološkom smislu, to je svakako jedan od najsloženijih\n            podsustava cjelokupnog poslovnog informacijskog sustava jer zahtjeva često korištenje i\n            povezivanje vrlo raznorodnih tehnologija i različitih programskih, proizvodnih i\n            tehnoloških rješenja koje treba planirati na jedinstven način, te kojima treba na sličan\n            način upravljati, kontrolirati ih i nadzirati.  ",
        "Prodaja i izlazna logistika": " Prodaja proizvoda i/ili usluga završni je čin svakog poslovnog ciklusa.\n            Lako je proizvesti, teško je proizvedeno prodati!\n            Naglasak je na važnosti vještina, znanja, truda, napora i sredstava koje poduzeće treba u\n            suvremenom konkurentskom okruženju posjedovati i uložiti u tržišnu realizaciju (prodaju)\n            onoga što je proizvelo.\n            Informatička potpora funkciji prodaje mora biti kvalitetna, snažna i dobro organizirana.\n            Pružit će je informacijski podsustav (IPS) prodaje i izlazne logistike.  ",
        "Računovodstvo i upravljanje financijama poduzeća": " Osnovni je zadatak funkcije računovodstva i upravljanja financijama evidentirati sve\n            poslovne događaje u poduzeću u vrijednosnom, odnosno financijskom (novčanom)\n            izrazu. IPS računovodstva i upravljanja financijama je modularno ustrojen, a na razvoj i\n            organizaciju tih modula utječe organizacija računovodstvene funkcije.  ",
        "Upravljanje ljudskim resursima": " Funkcija upravljanja ljudskim resursima, odnosno potencijalima ili, kao što se to katkad\n            naziva, upravljanje ljudskim kapitalom promatra kao ključna i delikatna poslovna\n            funkcija koja traži primjenu mnogo suptilnijih i sofisticiranijih metoda i od koje se očekuju\n            daleko veći i kvalitetniji doprinosi uspješnosti sveukupnog poslovanja poduzeća.\n            I ova poslovna funkcija mora, dakako, biti popraćena odgovarajućom informacijskom\n            potporom. Pružat će joj je IPS upravljanja ljudskim resursima (potencijalima). Sukladno\n            suvremenim shvaćanjima ciljeva, uloge i opsega funkcije upravljanja ljudskim resursima,\n            njen podržavajući informacijski podsustav trebao bi obuhvaćati sljedeće glavne module:\n            upravljanje radnim i poslovnim procesima u kojima sudjeluju ljudi,\n            upravljanje talentima i razvojem ljudskih potencijala.  ",
        "Upravljanje trajnom poslovnom imovinom": " Pod pojmom trajne (dugotrajne) poslovne imovine podrazumijevaju se materijalna\n            dobra koja se koriste u poslovanju, ali se troše razmjerno sporo. Za razliku od materijala i\n            sirovina koji će biti \"potrošeni\" u jednom proizvodnom ciklusu, zgrade, proizvodni\n            strojevi, uredska oprema, informatička oprema, prijevozna sredstva i slična materijalna\n            dobra \"nadživjet\" će pojedinačne proizvodne cikluse i bit će ih moguće koristiti tijekom\n            dužeg vremena. No, i ta se dobra troše - amortiziraju - pa ih nakon određenog vremena\n            treba otpisati.  ",
        "Strateško Planiranje Poslovanja": " Analitički moduli prikazani u prethodnim odjeljcima stvaraju informacijsku podlogu\n                        potrebnu pretežito za stvaranje kratkoročnih, detaljnih planova. No, svako poduzeće\n                        mora, kako bi u najvećoj mogućoj mjeri kontroliralo svoje djelovanje i upravljalo vlastitim\n                        razvojem, i strateški, dakle dugoročno, planirati svoje aktivnosti.  ",
        "Analitika i planiranje rada zaposlenika": " Modul analitike i planiranja rada zaposlenika u uskoj je vezi s odgovarajućim modulima\n                        IPS-a upravljanja ljudskim resursima.  ",
        "Operativna analitika poslovanja": " Ovo je obično u praksi najsloženiji modul IPS-a analize i planiranja poslovanja jer se\n                        njime nastoje stvoriti analitičke podloge za planiranje svih operativnih aspekata\n                        poslovanja, od nabave do prodaje, usluga pružanih klijentima i upravljanja kvalitetom\n                        poslovanja.  ",
        "Financijska analitika i planiranje": " Financijska analitika omogućuje definiranje konkretnih financijskih ciljeva, stvaranje\n                        realističnih poslovnih planova te praćenje troškova i prihoda (dohotka) poduzeća. Ovaj\n                        modul IPS-a analize i planiranja poslovanja omogućuje kreiranje i simuliranje tokova\n                        vrijednosti u poduzeću i u odnosima tog poduzeća s drugim subjektima (kupcima,\n                        dobavljačima, poslovnim partnerima, državnim i javnim institucijama itd.).  ",
        "Priprema nabave i naloga za nabavu": " Budući da naručena roba tijekom transporta može promijeniti više načina prijevoza,\n                        primjerice, cestovnog, željezničkog, morskog i zračnog te više špeditera, pitanje\n                        praćenja transporta, popratne dokumentacije, carinskih deklaracija, koordinacije\n                        prijevoznika i sličnih aktivnosti postaje ozbiljan problem.\n                        Modul ulazne logistike IPS-a nabave i ulazne logistike mora odgovoriti takvim izazovima.  ",
        "Suradnja s dobavljacima": " Proces upravljanja zalihama i skladištenjem potrošnih dobara obuhvaća evidentiranje\n                        stanja zaliha i praćenja materijalnih tokova u količinskom i vrijednosnom izrazu.\n                        Na informacijskoj razini potporu upravljanju zalihama i skladišnom poslovanju pružat će\n                        tri osnovne softverske aplikacije:\n                        Prijam i kontrola ulaza potrošnih dobara\n                        Praćenje zaliha i upravljanje skladištem\n                        Izlaz dobara iz skladišta  ",
        "Upravljanje zalihama i skladisnim poslovanjem": " U pripremi i provedbi procesa nabave potrošnih dobara važno je voditi računa o\n                        podacima o dobavljačima, o njihovim cijenama, izračunu nabavnih cijena u koje ulaze i\n                        svi zavisni troškovi nabave (primjerice, transportni troškovi i troškovi osiguranja, carine\n                        itd.) i o izradi različitih vrsta pregleda cijena. Osim toga, modul suradnje s dobavljačima\n                        IPS-a nabave i ulazne logistike mora biti od pomoći u određivanju odgovarajućih\n                        vremena (termina) nabave robe, poštujući potrebe poduzeća, ali uzimajući u obzir i\n                        vrijeme dobave, optimalne veličine narudžbe i promjene u tržišnoj potražnji.  ",
        "Ulazna logistika": " Priprema nabave polazi od analize potreba funkcije proizvodnje i ostalih poslovnih\n                        funkcija za nabavom potrebnih sirovina, materijala i ostalih potrošnih dobara (uredskog\n                        materijala, informatičkog potrošnog materijala, sredstava za čišćenje prostorija itd.).\n                        Krajnji je cilj izrada naloga za nabavu, kao jednog od osnovnih dokumenata korištenih u\n                        nabavnom poslovanju.  ",
        "Upravljanje Proizvodnjom": " Upravljanje proizvodnjom obuhvaća:\n                        upravljanje zalihama u priozvodnji\n                        upravljanje proizvodnim procesima  ",
        "Planiranje i priprema proizvodnje": " Prije no što se pristupi samoj proizvodnji, trebat će donijeti određene planove i izvršiti\n                        detaljne pripreme kako bi se sam proizvodni proces kasnije odvijao nesmetano, bez\n                        zastoja i nepotrebnih nedoumica. Priprema proizvodnje ne znači samo praćenje\n                        proizvoda i potrebnih sirovina, nego i planiranje rasporeda proizvodnih procesa.\n                        Poduzeća rasporede proizvodnih procesa pripremaju na tri različita načina planiranja:\n                        Prvi način planiranja uključuje izradu glavnog plana proizvodnje (engl. Master\n                        Production Schedule, MPS) koji se temelji na analizi podataka o prodaji artikala za\n                        protekla razdoblja, uzimajući u obzir i pretpostavke buduće potražnje. Kako se u\n                        ovom slučaju gotovi artikli \"guraju\" u prodaju, takav se način zove planiranje\n                        proizvodnje guranjem (engl. Push Production Planning).\n                        5\n\n                        \fDrugi način planiranja proizvodnje zahtijeva da se s proizvodnjom započne kada se\n                        dobije odgovarajući \"signal\" s tržišta. Signali su zapravo zahtjevi potencijalnih\n                        kupaca. Kao naziv za ovaj se način proizvodnje često koristi japanska riječ kanban.\n                        Kada pristigne zahtjev kupca, odnosno kada se pojavi potreba za određenom\n                        komponentom proizvoda kao posljedica potražnje za proizvodom u koji se ta\n                        komponenta ugrađuje, tek tada se pokreće proces njegove proizvodnje. Budući da\n                        se proizvodnja pokreće na poticaj tržišta, ovakav se proces planiranja naziva\n                        planiranjem proizvodnje povlačenjem (engl. Pull Production Planning).\n                        Treći način planiranja predstavlja kombinaciju prethodnih dvaju načina planiranja\n                        proizvodnje. Sjedne strane, izrađuje se glavni plan proizvodnje, ali se on može\n                        prilagoditi, odnosno promijeniti zahvaljujući \"kanban signalima\" kojima se iskazuju\n                        potrebe kupaca s druge strane. Ovaj je način upravljanja proizvodnjom najsloženiji i\n                        zahtijeva korištenje vrlo kompleksnih informatičkih rješenja.  ",
        "Upravljanje kvalitetom i razvojem proizvoda": " Svako poduzeće koje teži rastu i razvoju mora ulagati znatne napore i sredstva u\n                        kontrolu kvalitete postojećih i razvoj novih proizvoda. Na taj način ne samo da će\n                        nastojati zadržati svoju tržišnu poziciju, nego će je i unaprijediti, osvajati nova tržišta,\n                        pridobivati nove kupce te stvarati konkurentsku prednost. U suvremenim uvjetima\n                        poslovanja takvu poslovnu filozofiju trebala bi prihvatiti i podržavati sva poduzeća jer će\n                        u protivnome, zbog globalizacije i jačanja konkurencije, biti ugrožen i sam njihov\n                        opstanak.  ",
        "Upravljanje narudžbama u prodaji": " Modul upravljanja narudžbama u prodaji informatički ne podržava isključivo čin\n                        kupoprodaje, nego se sastoji od niza aplikacija koje, svaka na svoj način, pridonose što\n                        kvalitetnijoj obradi narudžbi klijenata.  ",
        "Upravljanje izlaznom logistikom i transportom": " Izlazna logistika obuhvaća sve aktivnosti vezane uz isporuku, odnosno dostavu gotovih\n                        proizvoda izravno iz proizvodnje ili iz skladišta gotovih proizvoda na adresu kupca ili na\n                        drugu lokaciju na kojoj on želi preuzeti robu. Za razliku od ulazne logistike, kojom će se\n                        najčešće baviti dobavljač ulaznih sirovina, materijala i ostalih potrošnih dobara, izlazna je\n                        logistika najčešće zadatak prodavatelja. On može isporuku organizirati tako što će je\n                        prepustiti nekom drugom specijaliziranom poduzeću (prijevozniku, špediteru) ili će pak\n                        koristiti vlastite logističke resurse (sredstva i ljude).  ",
        "Potpora poslijeprodajnim uslugama": " Suvremeni pristup prodaji zastupa stajalište prema kojemu odnosi prodajne službe s\n                        kupcem ne bi smjeli prestati samim kupoprodajnim činom. Upravo suprotno, te odnose\n                        treba vremenski neograničeno dugo njegovati i unapređivati jer je to pravi put prema\n                        zadržavanju i stvaranju lojalnih (privrženih) kupaca koji će i dalje nešto kupovati od\n                        odnosnog poduzeća. Jedan od načina održavanja dobrih odnosa s klijentima, odnosno\n                        kupcima jest pružanje poslijeprodajnih usluga, kada prodavatelj nudi određene usluge\n                        nakon prodaje koje kupac može smatrati korisnima i za koje vjeruje da dodaju vrijednost\n                        kupljenoj robi.\n                        Među najvažnije tipove poslije prodajnih usluga mogu se uvrstiti:\n                        usluge rješavanja reklamacija kupaca na isporučenu robu,\n                        usluge otklanjanja nedostataka i popravaka kupljene robe u jamstvenom roku,\n                        usluge redovitog održavanja i popravaka kupljenih proizvoda,\n                        usluge nadogradnje i proširenja funkcionalnosti kupljenih proizvoda (Industry 4.0).  ",
        "Pružanje strućnih savjeta i usluga": " Ovaj modul valja smatrati komplementom prethodnog modula IPS-a prodaje i izlazne\n                        logistike. Riječ je, doduše, također o uslugama koje poduzeće pruža svojim klijentima, ali\n                        ovoga puta o jednoj specifičnoj vrsti usluga - onih intelektualnih. Osnovna razlika\n                        između \"klasičnih\" poslijeprodajnih usluga i intelektualnih usluga ogleda se u tome što\n                        se u slučaju poslijeprodajnih usluga, koje su izvrsnoga tipa, očekuju egzaktno mjerljivi\n                        učinci u razmjerno kratkom vremenu nakon što je takva usluga pružena (primjerice, ako\n                        je kupac reklamirao kupljeni proizvod zbog oštećenja, on očekuje da mu se reklamacija\n                        riješi u roku od nekoliko dana, tj. da mu se oštećeni proizvod popravi ili zamijeni drugim,\n                        ispravnim), dok su učinci intelektualnih usluga (primjerice, bolja informiranost,\n                        povećanje znanja, vještina i kompetencija, bolje snalaženje u nepoznatim situacijama,\n                        brze reagiranje na neočekivane događaje itd.) daleko teže mjerljivi, nastupaju s\n                        određenom vremenskom odgodom, a mogu čak i izostati bez krivnje pružatelja usluga.  ",
        "Poticanje na kupnju i sofisticirani oblici prodaje": " Uz uobičajene marketinške aktivnosti poput promidžbe i oglašavanja, potencijalne i\n                        postojeće klijente poduzeća trebat će nerijetko poticati i nekim suptilnijim mjerama,\n                        zasnovanima na osobnom obraćanju i personalizaciji. To će obično biti nuđenje nekih\n                        dodatnih pogodnosti prilikom kupnje, poput popusta, poklona, nagradnih igara itd.\n                        S druge strane, suvremeni strateški menadžment kao bolju alternativu bespoštednoj\n                        konkurentskoj borbi vidi u strateškim dogovorima i savezima koje kompanije sklapaju s\n                        komplementarnim, ali i konkurentskim kompanijama i drugim organizacijama. Takav\n                        pristup omogućuje razvoj i primjenu sve sofisticiranijih oblika prodaje od kojih se,\n                        dakako, očekuje poboljšanje poslovnih rezultata. Pri realizaciji takvih inicijativa i planova\n                        suvremena informatička tehnologija može imati neprocjenjivo veliku ulogu i važnost primjerice, uvođenjem koncepta elektroničkog poslovanja, koji uključuje i neke potpuno\n                        nove oblike elektroničke prodaje, poput suradničke ( engl. affiliate) prodaje, obrnutih\n                        aukcija, agregacije ponuda različitih poduzeća itd.  ",
        "Glavna knjiga": " Modul glavne knjige osnovni je modul IPS-a računovodstva i upravljanja financijama u\n                        kojemu se sažimaju sve detaljne informacije o svakom segmentu poslovanja poduzeća.\n                        Glavna knjiga je sustavna, sveobuhvatna, zbirna i kronološki organizirana evidencija\n                        poslovnih događaja nastalih u cjelokupnom poduzeću, pa se očekuje da rezultat njegova\n                        djelovanja budu zbirne informacije o stanju i kretanju imovine, obveza, kapitala, prihoda,\n                        rashoda i financijskog rezultata poduzeća.  ",
        "Analiticko knjigovodstvo i ostale poslovne knjige": " Skupina modula analitičkog knjigovodstva i ostalih pomoćnih knjiga.  ",
        "Modul racunovodstvenog pracenja dugotrajne imovine": " U ovaj modul \"slijevat\" će se informacije iz informacijskog podsustava upravljanja\n                                    trajnom poslovnom imovinom. Procesi poslovanja s trajnom (neki autori nazivaju je i\n                                    dugotrajnom) poslovnom imovinom određuju način funkcioniranja ovog modula, što\n                                    znači da će se njime evidentirati procesi nabave, korištenja i otuđenja trajne poslovne\n                                    imovine.  ",
        "Modul racunovodstvenog pracenja zaliha sirovina i materijala": " Iz vremena kada su se računovodstveni poslovi obavljali ručno preuzet je naziv ovoga\n                                    modula, tako da se u praksi on još uvijek često spominje pod nazivom materijalno\n                                    knjigovodstvo. Zalihe sirovina i materijala pripadaju skupini kratkotrajne imovine,\n                                    odnosno potrošnih dobara pa će između ovog modula poslovnog informacijskog\n                                    sustava poduzeća i njegova modula nabave i ulazne logistike postojati vrlo tijesne\n                                    dvosmjerne informacijske veze.  ",
        "Modul obracuna placa djelatnika": " Modul obračuna plaća djelatnika usko je povezan s IPS-om upravljanja ljudskim\n                                    resursima. U IPS-u upravljanja ljudskim resursima generirat će se pravila obračuna plaća\n                                    i ostalih naknada za rad (primjerice, utvrđivanje odnosa fiksnog i varijabilnog dijela plaća,\n                                    bonusa, oblika i načina stimulacije za dobro obavljen ili penalizacije za loše obavljen\n                                    posao, ostalih naknada itd.), dok će se u modulu obračuna plaća djelatnika ta pravila\n                                    operativno primjenjivati onom vremenskom dinamikom kojom se određeni oblici zarade\n                                    djelatnika trebaju isplaćivati (tjedno, mjesečno, tromjesečno itd.). Obračunate će se\n                                    isplate evidentirati kao troškovi plaća.  ",
        "Modul racunovodstvenog pracenja proizvodnje i zaliha gotovih proizvoda": " U procesu proizvodnje troše se sirovine i materijali. No, u cijenu određenog proizvoda\n                                    ulaze i drugi resursi pa je u okviru informacijskog podsustava računovodstva i upravljanja\n                                    financijama potrebno ustrojiti i modul računovodstvenog praćenja proizvodnje i zaliha\n                                    gotovih proizvoda kako bi se na jednom mjestu prikupili podaci o svim troškovima koji\n                                    ulaze u cijenu proizvodnje. Nadalje, nakon završetka procesa proizvodnje poduzeće će\n                                    raspolagati izvjesnom količinom gotovih proizvoda spremnih za plasman na tržištu.\n                                    Informacije o troškovima sadržanima u gotovim proizvodima mogu se također osigurati\n                                    primjenom ovog modula.  ",
        "Modul racunovodstvenog pracenja zaliha trgovacke robe": " Važan dio računovodstvenog sustava za poduzeća čija je primarna djelatnost\n                                    kupoprodaja trgovačke robe jest praćenje zaliha trgovačke robe. Valja računovodstveno\n                                    pratiti poslovne procese nabave i prodaje, odnosno učinke ulaganja i rezultate procesa\n                                    prodaje, jer se zalihe robe u roku kraćem od jednog poslovnog ciklusa transformiraju u\n                                    novac kojim poduzeće može raspolagati po volji i prema potrebama poslovanja.  ",
        "Upravljanje talentima i razvoj ljudskih potencijala": " Ovaj je modul rezultat primjene jednog razmjerno novog pristupa upravljanju ljudskim\n                        resursima koji zahtijeva ne samo poklanjanje podjednake pozornosti svakom zaposleniku\n                        nego otkrivanje posebno nadarenih djelatnika kojima će se nastojati pružiti prilika da te\n                        svoje posebne sposobnosti i realiziraju, na dobrobit njih samih ali i cjelokupne\n                        organizacije (poduzeća) u kojoj djeluju. Takav pristup upravljanje ljudskim resursima\n                        pretvara iz podržavajuće, drugorazredne, u stratešku, prvorazrednu poslovnu funkciju,\n                        jer otvara prostor za zapošljavanje i stvaranje najkompetentnijih stručnjaka što će se u\n                        konačnici na tržištu odraziti kao konkurentska prednost poduzeća.  ",
        "Upravljanje radnim i poslovnim procesima ljudi": " Upravljanje radnim i poslovnim procesima u kojima, na ovaj ili onaj način, manje ili više\n                        intenzivno sudjeluju ljudi u okviru ovoga modula IPS-a upravljanja ljudskim resursima.  ",
        "Tehničko upravljanje i održavanje TPI-a": " Ovaj modul informacijski podržava sve procese vezane uz korištenje, upravljanje i\n                        održavanje trajnih poslovnih dobara poduzeća. Struktura ovog modula varirat će od\n                        poduzeća do poduzeća ovisno o njegovoj veličini, brojnosti, prirodi i raznovrsnosti\n                        korištenih trajnih poslovnih dobara, njihovu vijeku trajanja (dužini životnog ciklusa),\n                        složenosti operacija održavanja i popravaka te o mnogim drugim čimbenicima.  ",
        "Upravljanje portfeljem TPI-a": " Upravljanje portfeljem trajne poslovne imovine zahtijeva stalnu procjenu i provjeru\n                        vrijednosti elemenata trajne poslovne imovine jer ona iz mnogo razloga varira: mijenjaju\n                        se tržišne cijene, unapređuje se tehnologija, imovina \"stari\" i gubi na vrijednosti, u\n                        poduzeću se događaju promjene koje utječu na važnost ili irelevantnost posjedovanja\n                        određenih vrsta trajne poslovne imovine, s vremenom se mijenja i poslovna strategija\n                        poduzeća itd.\n                        Situaciju još i vise komplicira činjenica da su neka trajna dobra u suvlasništvu\n                        promatranog poduzeća i njegovih poslovnih partnera, a gdjekad i nekih trećih strana\n                        (poduzeća ili pojedinaca). Upravljanje portfeljem trajne poslovne imovine iz svih\n                        navedenih razloga zahtjeva stalnu modifikaciju i prilagodbe promjenjivim uvjetima\n                        poslovanja.  ",
        "Pribavljanje i deaktiviranje TPI-a": " Zbog velike vrijednosti TPI postupak njena pribavljanja obično je mnogo složeniji od,\n                        primjerice, nabave materijala i sirovina. Osim toga, pri pribavljanju ove vrste dobara, uz\n                        uobičajenu kupnju i preuzimanje u trajno vlasništvo, javljaju se i neke druge mogućnosti\n                        kao što su najam, zakup, leasing, koncesije, dugotrajna posudba uz odgovarajuću\n                        naknadu itd.\n                        Prestanak korištenja ili deaktiviranje TPI također ima određenih specifičnosti. I ovdje se\n                        poduzeću otvara veći broj mogućnosti - od prodaje u slučaju da su neka trajna dobra još\n                        upotrebljiva pa ima za njih zainteresiranih kupaca, preko iznajmljivanja i ustupanja na\n                        korištenje do jednostavnog odbacivanja ili uništavanja imovine (primjerice, uredske\n                        opreme, računala itd.) koja je \"dala svoje\".  ",
        "Uskladivanje s pravnom regulativom i standardima struke": " Ovom će se aplikacijom provjeravati i analizirati je li se poduzeće u svojemu dosadašnjem\n                                    radu pridržavalo i u kojoj mjeri pravne regulative i relevantnih standarda struke.\n                                    Utvrdi li se da je bilo odstupanja, u strateške planove poslovanja nastojat će se\n                                    ugraditi mehanizmi i postupci kojima će se nastojati osigurati da takvih odstupanja u\n                                    budućnosti ne bude, odnosno da ih bude što manje.  ",
        "Opce stratesko planiranje": " Svrha je ove aplikacije stvaranje informacijske osnove\n                                    za opće (generalno) strateško planiranje poslovanja i njegova razvoja u budućem\n                                    dugoročnom razdoblju. Informacije će se odnositi na sve važne čimbenike utjecaja\n                                    na poslovanje, kao što su tržišna kretanja, financijski tokovi, tehnološki razvoj,\n                                    politička situacija, potrebe u stručnom ljudskom potencijalu, predvidive promjene u\n                                    zakonskoj regulativi, razvoj stručnih standarda itd. Potrebno je koristiti suvremene\n                                    metode i softverske alate, poput poslovne inteligencije, uravnoteženih usporednih\n                                    tablica i elektroničkih kontrolnih ploča.  ",
        "Stratesko financijsko planiranje": " Informacije potrebne za razvoj strateškog\n                                    financijskog plana se trebaju odnositi na izvore financiranja poslovanja, na\n                                    predvidive troškove i prihode poslovanja te na financijske politike koje će se koristiti\n                                    za kontrolu i upravljanje financijskim tokovima.  ",
        "Planiranje unutarnjih ulaganja (investicija)": " nužna su ulaganja (investicije) u\n                                    materijalnu i nematerijalnu imovinu poduzeća. Takva će se ulaganja financirati, s\n                                    jedne strane, izdvajanjem (a ne raspodjelom) određenog dijela ostvarene dobiti\n                                    poduzeća, te s druge strane, pribavljanjem financijskih sredstava iz tuđih izvora\n                                    (zaduživanje). Aplikacija planiranja unutarnjih ulaganja poslužit će financijskom i\n                                    vrhovnom menadžmentu pri utvrđivanju mogućnosti financiranja unutarnjih\n                                    investicija iz vlastitih izvora (izdvojene dobiti u prethodnom razdoblju) i\n                                    zaduživanjem (uzimanjem kredita). Isto tako, poslužit će i za utvrđivanje omjera tih\n                                    dvaju načina financiranja unutarnjih ulaganja te za određivanje politike raspodjele\n                                    raspoloživih sredstava po pojedinim investicijskim projektima.  ",
        "Planiranje vanjskih ulaganja (investicija)": " Poduzeća koja dobro posluju ostvarivat\n                                    će profite, odnosno takve prihode koji nadmašuju njihove trenutačne potrebe u\n                                    financijskim sredstvima za pokriće svih troškova poslovanja i njegova razvoja.\n                                    Elementarna ekonomska logika nalaže da takva \"slobodna\" financijska sredstva\n                                    (kapital) treba plasirati drugim zainteresiranim poduzećima na financijskim tržištima\n                                    ili ih investirati u tuđe projekte te ih tako oplođivati. Aplikacija planiranja vanjskih\n                                    ulaganja ima za cilj stvoriti informacijsku podlogu koja će vrhovnom menadžmentu\n                                    poduzeća poslužiti za utvrđivanje strategije i mogućih politika plasmana\n                                    raspoloživih financijskih sredstava kako bi ona na duži rok donijela poduzeću što\n                                    veću zaradu.  ",
        "Planiranje potreba za zaposljavanjem": " Oslanja se na procjene stanja i razvoja\n                                    poslovanja poduzeća u budućnosti kako bi se utvrdio broj eventualno potrebnih\n                                    novih radnih mjesta te odredila kvalifikacijska struktura ljudi koji će biti zaposleni na\n                                    tim radnim mjestima. Također treba obuhvatiti i planove obrazovanja zaposlenika u\n                                    budućnosti radi usvajanja novih tehnoloških, organizacijskih, poslovnih i drugih\n                                    znanja te njihove moguće prekvalifikacije.  ",
        "Planiranje troskova rada": " Temelji se na analizi postojećih troškova rada (plaće,\n                                    naknade, porezi, doprinosi, stimulacije itd.) te procjeni kretanja tih troškova u\n                                    budućnosti i utvrđenim planovima zapošljavanja, obrazovanja i prekvalifikacije\n                                    zaposlenika. Trendovi: tendencija povećanja pokretljivosti (mobilnosti) zaposlenika i\n                                    tendencija sve intenzivnije primjene koncepta rada na daljinu. Pri planiranju troškova\n                                    rada valja što točnije procijeniti kakav će u konkretnom slučaju biti utjecaj tih dvaju\n                                    suprotstavljenih tendencija i u skladu s tim procjenama izvesti zaključke o mogućem\n                                    rastu ili padu troškova rada u budućem planskom razdoblju.  ",
        "Analitika i mjerenje procesa upravljanja ljudskim resursima": " Odnosi se na tipične radne procese upravljanja ljudskim resursima kao što su\n                                    evidencija zaposlenika, obračun plaća, upravljanje vremenom i utvrđivanje\n                                    stimulacija. No, ova se aplikacija treba proširiti i na analitiku i mjerenje učinkovitosti\n                                    organizacijske strukture poduzeća, radnih odnosa te obilježja poslova i zadataka\n                                    zaposlenika.  ",
        "Analitika za potrebe upravljanja talentima": " Riječ je o jednom razmjerno novom\n                                    pristupu upravljanju ljudskim potencijalima poduzeća koji zahtjeva poklanjanje\n                                    posebne pozornosti i vođenje posebne brige o izrazito (natprosječno) nadarenim,\n                                    kompetentnim i kreativnim stručnjacima koji već jesu zaposleni u poduzeću ili ih se\n                                    nastoji privući i zaposliti, s odgovorima na pitanja: Što su ključna obilježja talenata u\n                                    određenim područjima i kako ih prepoznati (identificirati)? Kako im omogućiti\n                                    primjereno obrazovanje, odnosno usavršavanje te pratiti njihovo napredovanje?\n                                    Kako mjeriti promjene u njihovoj radnoj učinkovitosti te kako ih dodatno stimulirati? ",
        "Analitika nabave": " Omogućuje prodajnom menadžmentu i\n                                    osoblju razumijevanje aktualnog stanja prodaje proizvoda i usluga (pojedinačno, po\n                                    skupinama proizvoda i usluga, po tržištima, prema geografskim lokacijama, prema\n                                    kupcima itd.) i ukupne učinkovitosti prodajne službe. Moguće su i analize utjecaja\n                                    prodaje na ekonomičnost i profitabilnost ukupnog poslovanja tvrtke te utvrđivanje\n                                    potencijalnih pogrešaka, propusta i nedostataka u radu prodajne službe. Krajnji cilj\n                                    analitike prodaje jest prepoznavanje važnih tržišnih trendova i stvaranje pretpostavki\n                                    za proaktivno djelovanje poduzeća u području prodaje, usklađeno s uočenim\n                                    trendovima.  ",
        "Analitika zaliha i skladisnog poslovanja": " Ima za\n                                    cilj otkriti kako se poduzeće stvarno ponaša u različitim situacijama u kojima se\n                                    može naći prilikom pružanja usluga klijentima, bilo da je riječ o uslugama koje čine\n                                    samu jezgru poslovanja poduzeća ili pak o uslugama koje prate prodaju materijalnih\n                                    proizvoda (usluge prije, za vrijeme i nakon prodaje). Analitika usluga pružanih\n                                    klijentima omogućuje menadžmentu poduzeća:\n                                    utvrđivanje profitabilnosti usluga (troškovi i prihodi od usluga po pojedinim\n                                    klijentima, organiziranje usluga, ugovaranje i samo pružanje usluga) radi\n                                    otkrivanja profitno uspješnih i neprofitabilnih usluga pružanih klijentima,\n                                    analizu zahtjeva klijenata za uslugama (koje vrste usluga, kada, gdje i pod kojim\n                                    uvjetima klijenti traže,\n                                    analizu jamstvenih (garantnih) uvjeta (za koliko i koje se proizvode pruža\n                                    jamstvo, koliki su troškovi pružanja usluga, kakav je utjecaj pružanja jamčenih\n                                    usluga na profitabilnost prodaje).  ",
        "Analitika proizvodnje": " Treba\n                                    ostvariti dva glavna cilja: osigurati odgovarajuću razinu proizvedenih dobara i\n                                    pruženih usluga, sjedne strane, te dati uvid u troškove osiguranja potrebne razine\n                                    kvalitete proizvoda i usluga. Prvi će se cilj ostvariti evidencijom, praćenjem i\n                                    analizom reklamacija klijenata, ispitivanjem zadovoljstva klijenata kupljenim\n                                    proizvodima i uslugama i analizom načina ostvarivanja potrebne kvalitete proizvoda\n                                    i usluga. Drugi cilj - stvaranje uvida u troškove nužne za ostvarivanje potrebne\n                                    kvalitete proizvoda i usluga - ostvarit će se analizom izravnih (direktnih) i neizravnih\n                                    (indirektnih) troškova ostvarivanja potrebne kvalitete. Među izravnim troškovima\n                                    mogu se izdvojiti troškovi stvaranja proizvodnih i općih poslovnih uvjeta u kojima je\n                                    moguće postići potrebnu razinu kvalitete proizvoda i usluga (nabava potrebne\n                                    tehnologije, angažiranje kompetentnih stručnjaka, automatizacija proizvodnih\n                                    procesa, informatizacija poslovnih procesa itd.), dok se među neizravnim\n                                    troškovima ističu troškovi dobivanja odgovarajućih certifikata o kvaliteti, atesta,\n                                    uporabnih dozvola i sl.  ",
        "Analitika transporta": " Analitičkim se obradama\n                                    podataka izvode ključni pokazatelji uspješnosti poslovanja (engl. Key Performance\n                                    Indicators, KPI) značajni za područje transporta. Ocjenjuje se uspješnost\n                                    izvršavanja poslovnih procesa u tom području (primjerice, vrijeme potrebno za\n                                    dostavu materijala od lokacije dobavljača do lokacije skladišta promatranog\n                                    poduzeća). Analizirat će se i neki daljnji čimbenici, poput troškova transporta,\n                                    pogrešnih isporuka, utroška energije, strukture transportnog parka, iskorištenja\n                                    kapaciteta vozila itd.  ",
        "Financijsko i upravljacko izvjestavanje": " Uključuje standardne analize potrebne svim korisnicima, od\n                                    financijskog direktora do menadžera i asistenata na nižim razinama, odgovornih za\n                                    ostvarivanje financijskih ciljeva i poboljšanje financijskog poslovanja poduzeća.\n                                    Primjeri standardnih financijskih izvještaja koji se stvaraju jesu bilance, izvještaji o\n                                    stanju imovine poduzeća, izvještaji o naplaćenim i nenaplaćenim potraživanjima,\n                                    izvještaji o dugovanjima poduzeća te izvještaji o stanju zaliha. Ovi osnovni izvještaji\n                                    mogu biti, prema potrebi, nadopunjeni vrlo detaljnim izvještajima kao što su,\n                                    primjerice, struktura ostvarenih troškova prema vrstama, prema mjestima na kojima\n                                    su oni nastali, prema proizvedenim proizvodima itd.  ",
        "Financijsko planiranje, budzetiranje i predvidanje": " Stvara analitičku osnovu za modeliranje različitih\n                                    scenarija financijskog planiranja primjerenih različitim poslovnim situacijama u\n                                    kojima bi se poduzeće moglo naći u budućnosti. Tako će se, primjerice, simulirati i\n                                    modelirati eventualne fluktuacije tečajeva valuta da bi se razmotrilo kakvog utjecaja\n                                    one mogu imati na troškove i prihode poduzeća. Razrada takvih scenarija poslužit\n                                    će za stvaranje operativnih, vrlo konkretnih planova djelovanja u različitim više ili\n                                    manje predvidivim poslovnim situacijama.  ",
        "Analitika profitabilnosti": " Omogućuje\n                                    višedimenzionalnu analizu profitabilnosti proizvoda i usluga, primjerice analizu\n                                    profitabilnosti kupaca po prodajnim regijama. Pruža dubinski uvid u troškove, što\n                                    vodi do boljeg razumijevanja profitabilnosti proizvoda i usluga. Povezuje planiranje\n                                    profitabilnosti s drugim aplikacijama za planiranje.  ",
        "Analitika troskova proizvoda i usluga": " Omogućuje utvrđivanje ukupnih i pojedinačnih troškova po proizvodima i uslugama\n                                    te razgraničenje troškova po fazama proizvodnog procesa. Na taj se način stvaraju,\n                                    primjerice, pretpostavke za praćenje troškova po pojedinim narudžbama, dakle, na\n                                    razini pojedinog poslovnog dokumenta, što je važno sa stajališta operativnog\n                                    upravljanja poslovanjem.  ",
        "Analitika ponasanja prilikom placanja": " Omogućuje uvid u povijest odnosa s pojedinim klijentima kako bi se utvrdilo njihovo\n                                    ponašanje pri plaćanju (primjerice, plaćaju li na vrijeme ili ne, traže li i kako često\n                                    odgodu plaćanja, koje načine plaćanja koriste itd.). Takvim se uvidom stvara osnova\n                                    za utvrđivanje budućih odnosa s klijentima poduzeća.  ",
        "Analiza potreba u potrosnim dobrima": "   ",
        "Uspostavljanje i razvoj suradnje s dobavljacima": "   ",
        "Prijam i kontrola ulaza potrosnih dobara": "   ",
        "Utvrdivanje redoslijeda dostava": "   ",
        "Upravljanje zlihama u proizvodnji": "   ",
        "Izrada glavnog plana proizvodnje": "   ",
        "Upravljanje kvalitetom": "   ",
        "Upravljanje profilima klijenata": "   ",
        "Upravljanje zalihama i skladistenjem gotovih proizvoda": "   ",
        "Rjesavanje reklamacije kupaca": "   ",
        "Strucno savjetovanje": "   ",
        "Planiranje akcija poticanja na kupnju": "   ",
        "Obrada knjigovodstvenih isprava poduzeca": "   ",
        "Knjiga inventara": "   ",
        "Evidencija zaliha sirovina i materijala u poslovnim knjigama": "   ",
        "Analiticko knjigovodstvo": "   ",
        "Evidencija proizvodnje i zaliha gotovih proizvoda u poslovnim knjigama": "   ",
        "Evidencija trgovacke robe u poslovnim knjigama": "   ",
        "Upravljanje zaposljavanjem": "   ",
        "Maticna evidencija i administracija zaposlenika": "   ",
        "Planiranje redovitog, povremenog i prigodnog odrzavanja TPI-a": "   ",
        "Pracenje i ocjenjivanje vrijednosti TPI-a": "   ",
        "Priprema javnog natjecaja za pribavljanje TPI-a": "   "
    }
}